# St7SetLinkDashes

Sets whether dashes indicating linked degrees of freedom are drawn at the ends of links.

long St7SetLinkDashes(long uID, bool Show)
Input Parameters
uID
Strand7 model file ID.

Show
The state of the Show DoF Dashes option; either True or False.